
{
  "elements": [
    { "atomicNumber": 1, "symbol": "H", "name": "Hydrogen", "atomicMass": "1.008", "density": 0.08988, "electronConfiguration": "1s¹", "electronegativity": 2.20, "summary": "Hydrogen is the most abundant chemical element, constituting roughly 75% of the universe's baryonic mass. At standard temperature and pressure, hydrogen is a colorless, odorless, tasteless, non-toxic, nonmetallic, highly combustible diatomic gas with the molecular formula H₂.", "group": 1, "period": 1, "block": "s", "category": "diatomic nonmetal" },
    { "atomicNumber": 2, "symbol": "He", "name": "Helium", "atomicMass": "4.002602(2)", "density": 0.1786, "electronConfiguration": "1s²", "electronegativity": null, "summary": "Helium is a chemical element with symbol He and atomic number 2. It is a colorless, odorless, tasteless, non-toxic, inert, monatomic gas, the first in the noble gas group in the periodic table. Its boiling point is the lowest among all the elements.", "group": 18, "period": 1, "block": "s", "category": "noble gas" },
    { "atomicNumber": 3, "symbol": "Li", "name": "Lithium", "atomicMass": "6.94", "density": 0.534, "electronConfiguration": "[He] 2s¹", "electronegativity": 0.98, "summary": "Lithium is a chemical element with symbol Li and atomic number 3. It is a soft, silvery-white alkali metal. Under standard conditions, it is the lightest metal and the least dense solid element. Like all alkali metals, lithium is highly reactive and flammable.", "group": 1, "period": 2, "block": "s", "category": "alkali metal" },
    { "atomicNumber": 4, "symbol": "Be", "name": "Beryllium", "atomicMass": "9.0121831(5)", "density": 1.85, "electronConfiguration": "[He] 2s²", "electronegativity": 1.57, "summary": "Beryllium is a chemical element with symbol Be and atomic number 4. It is a relatively rare element in the universe, usually occurring as a product of the spallation of larger atomic nuclei that have collided with cosmic rays. Within the cores of stars, beryllium is depleted as it is fused into heavier elements.", "group": 2, "period": 2, "block": "s", "category": "alkaline earth metal" },
    { "atomicNumber": 5, "symbol": "B", "name": "Boron", "atomicMass": "10.81", "density": 2.34, "electronConfiguration": "[He] 2s² 2p¹", "electronegativity": 2.04, "summary": "Boron is a chemical element with symbol B and atomic number 5. Produced entirely by cosmic ray spallation and supernovae and not by stellar nucleosynthesis, it is a low-abundance element in the Solar system and in the Earth's crust. Boron is concentrated on Earth by the water-solubility of its more common naturally occurring compounds, the borate minerals.", "group": 13, "period": 2, "block": "p", "category": "metalloid" },
    { "atomicNumber": 6, "symbol": "C", "name": "Carbon", "atomicMass": "12.011", "density": 2.267, "electronConfiguration": "[He] 2s² 2p²", "electronegativity": 2.55, "summary": "Carbon is a chemical element with symbol C and atomic number 6. It is nonmetallic and tetravalent—making four electrons available to form covalent chemical bonds. It belongs to group 14 of the periodic table. Carbon makes up only about 0.025 percent of Earth's crust.", "group": 14, "period": 2, "block": "p", "category": "polyatomic nonmetal" },
    { "atomicNumber": 7, "symbol": "N", "name": "Nitrogen", "atomicMass": "14.007", "density": 1.251, "electronConfiguration": "[He] 2s² 2p³", "electronegativity": 3.04, "summary": "Nitrogen is a chemical element with symbol N and atomic number 7. It is the lightest pnictogen and at room temperature, it is a transparent, odorless diatomic gas. Nitrogen is a common element in the universe, estimated at about seventh in total abundance in the Milky Way and the Solar System.", "group": 15, "period": 2, "block": "p", "category": "diatomic nonmetal" },
    { "atomicNumber": 8, "symbol": "O", "name": "Oxygen", "atomicMass": "15.999", "density": 1.429, "electronConfiguration": "[He] 2s² 2p⁴", "electronegativity": 3.44, "summary": "Oxygen is a chemical element with symbol O and atomic number 8. It is a member of the chalcogen group on the periodic table and is a highly reactive nonmetal and oxidizing agent that readily forms oxides with most elements as well as with other compounds. By mass, oxygen is the third-most abundant element in the universe, after hydrogen and helium.", "group": 16, "period": 2, "block": "p", "category": "diatomic nonmetal" },
    { "atomicNumber": 9, "symbol": "F", "name": "Fluorine", "atomicMass": "18.998403163(6)", "density": 1.696, "electronConfiguration": "[He] 2s² 2p⁵", "electronegativity": 3.98, "summary": "Fluorine is a chemical element with symbol F and atomic number 9. It is the lightest halogen and exists as a highly toxic pale yellow diatomic gas at standard conditions. As the most electronegative element, it is extremely reactive: almost all other elements, including some noble gases, form compounds with fluorine.", "group": 17, "period": 2, "block": "p", "category": "diatomic nonmetal" },
    { "atomicNumber": 10, "symbol": "Ne", "name": "Neon", "atomicMass": "20.1797(6)", "density": 0.9002, "electronConfiguration": "[He] 2s² 2p⁶", "electronegativity": null, "summary": "Neon is a chemical element with symbol Ne and atomic number 10. It is in group 18 (noble gases) of the periodic table. Neon is a colorless, odorless, inert monatomic gas under standard conditions, with about two-thirds the density of air.", "group": 18, "period": 2, "block": "p", "category": "noble gas" },
    { "atomicNumber": 11, "symbol": "Na", "name": "Sodium", "atomicMass": "22.98976928(2)", "density": 0.971, "electronConfiguration": "[Ne] 3s¹", "electronegativity": 0.93, "summary": "Sodium is a chemical element with symbol Na and atomic number 11. It is a soft, silvery-white, highly reactive metal. Sodium is an alkali metal, being in group 1 of the periodic table, because it has a single electron in its outer shell, which it readily donates, creating a positively charged ion—the Na⁺ cation.", "group": 1, "period": 3, "block": "s", "category": "alkali metal" },
    { "atomicNumber": 12, "symbol": "Mg", "name": "Magnesium", "atomicMass": "24.305", "density": 1.738, "electronConfiguration": "[Ne] 3s²", "electronegativity": 1.31, "summary": "Magnesium is a chemical element with symbol Mg and atomic number 12. It is a shiny gray solid which bears a close physical resemblance to the other five elements in the second column (group 2, or alkaline earth metals) of the periodic table: all group 2 elements have the same electron configuration in the outer electron shell and a similar crystal structure.", "group": 2, "period": 3, "block": "s", "category": "alkaline earth metal" },
    { "atomicNumber": 13, "symbol": "Al", "name": "Aluminium", "atomicMass": "26.9815385(7)", "density": 2.70, "electronConfiguration": "[Ne] 3s² 3p¹", "electronegativity": 1.61, "summary": "Aluminium (or aluminum) is a chemical element with symbol Al and atomic number 13. It is a silvery-white, soft, nonmagnetic and ductile metal in the boron group. By mass, aluminium is the most abundant metal in the Earth's crust and the third most abundant element, after oxygen and silicon.", "group": 13, "period": 3, "block": "p", "category": "post-transition metal" },
    { "atomicNumber": 14, "symbol": "Si", "name": "Silicon", "atomicMass": "28.085", "density": 2.329, "electronConfiguration": "[Ne] 3s² 3p²", "electronegativity": 1.90, "summary": "Silicon is a chemical element with symbol Si and atomic number 14. It is a hard and brittle crystalline solid with a blue-grey metallic lustre; and it is a tetravalent metalloid. It is a member of group 14 in the periodic table: carbon is above it; and germanium, tin, and lead are below it.", "group": 14, "period": 3, "block": "p", "category": "metalloid" },
    { "atomicNumber": 15, "symbol": "P", "name": "Phosphorus", "atomicMass": "30.97376200(1)", "density": 1.823, "electronConfiguration": "[Ne] 3s² 3p³", "electronegativity": 2.19, "summary": "Phosphorus is a chemical element with symbol P and atomic number 15. As an element, phosphorus exists in two major forms—white phosphorus and red phosphorus—but because it is highly reactive, phosphorus is never found as a free element on Earth.", "group": 15, "period": 3, "block": "p", "category": "polyatomic nonmetal" },
    { "atomicNumber": 16, "symbol": "S", "name": "Sulfur", "atomicMass": "32.06", "density": 2.07, "electronConfiguration": "[Ne] 3s² 3p⁴", "electronegativity": 2.58, "summary": "Sulfur or sulphur is a chemical element with symbol S and atomic number 16. It is abundant, multivalent and nonmetallic. Under normal conditions, sulfur atoms form cyclic octatomic molecules with a chemical formula S₈.", "group": 16, "period": 3, "block": "p", "category": "polyatomic nonmetal" },
    { "atomicNumber": 17, "symbol": "Cl", "name": "Chlorine", "atomicMass": "35.45", "density": 3.2, "electronConfiguration": "[Ne] 3s² 3p⁵", "electronegativity": 3.16, "summary": "Chlorine is a chemical element with symbol Cl and atomic number 17. The second-lightest of the halogens, it appears between fluorine and bromine in the periodic table and its properties are mostly intermediate between them. Chlorine is a yellow-green gas at room temperature.", "group": 17, "period": 3, "block": "p", "category": "diatomic nonmetal" },
    { "atomicNumber": 18, "symbol": "Ar", "name": "Argon", "atomicMass": "39.948(1)", "density": 1.784, "electronConfiguration": "[Ne] 3s² 3p⁶", "electronegativity": null, "summary": "Argon is a chemical element with symbol Ar and atomic number 18. It is in group 18 of the periodic table and is a noble gas. Argon is the third-most abundant gas in the Earth's atmosphere, at 0.934% (9340 ppmv). It is more than twice as abundant as water vapor, 23 times as abundant as carbon dioxide, and more than 500 times as abundant as neon.", "group": 18, "period": 3, "block": "p", "category": "noble gas" },
    { "atomicNumber": 19, "symbol": "K", "name": "Potassium", "atomicMass": "39.0983(1)", "density": 0.862, "electronConfiguration": "[Ar] 4s¹", "electronegativity": 0.82, "summary": "Potassium is a chemical element with symbol K and atomic number 19. It is a silvery-white metal that is soft enough to be cut with a knife with little force. Potassium metal is highly reactive, and reacts rapidly with atmospheric oxygen to form flaky white potassium peroxide in only seconds of exposure.", "group": 1, "period": 4, "block": "s", "category": "alkali metal" },
    { "atomicNumber": 20, "symbol": "Ca", "name": "Calcium", "atomicMass": "40.078(4)", "density": 1.55, "electronConfiguration": "[Ar] 4s²", "electronegativity": 1.00, "summary": "Calcium is a chemical element with symbol Ca and atomic number 20. As an alkaline earth metal, calcium is a reactive metal that forms a dark oxide-nitride layer when exposed to air. Its physical and chemical properties are most similar to its heavier homologues strontium and barium.", "group": 2, "period": 4, "block": "s", "category": "alkaline earth metal" },
    { "atomicNumber": 21, "symbol": "Sc", "name": "Scandium", "atomicMass": "44.955908(5)", "density": 2.985, "electronConfiguration": "[Ar] 3d¹ 4s²", "electronegativity": 1.36, "summary": "Scandium is a chemical element with symbol Sc and atomic number 21. A silvery-white metallic d-block element, it has historically been sometimes classified as a rare-earth element, along with yttrium and the lanthanides. It was discovered in 1879 by spectral analysis of the minerals euxenite and gadolinite from Scandinavia.", "group": 3, "period": 4, "block": "d", "category": "transition metal" },
    { "atomicNumber": 22, "symbol": "Ti", "name": "Titanium", "atomicMass": "47.867(1)", "density": 4.506, "electronConfiguration": "[Ar] 3d² 4s²", "electronegativity": 1.54, "summary": "Titanium is a chemical element with symbol Ti and atomic number 22. It is a lustrous transition metal with a silver color, low density, and high strength. Titanium is resistant to corrosion in sea water, aqua regia, and chlorine.", "group": 4, "period": 4, "block": "d", "category": "transition metal" },
    { "atomicNumber": 23, "symbol": "V", "name": "Vanadium", "atomicMass": "50.9415(1)", "density": 6.11, "electronConfiguration": "[Ar] 3d³ 4s²", "electronegativity": 1.63, "summary": "Vanadium is a chemical element with symbol V and atomic number 23. It is a hard, silvery grey, ductile, and malleable transition metal. The element is found only in chemically combined form in nature, but once isolated artificially, the formation of an oxide layer stabilizes the free metal somewhat against further oxidation.", "group": 5, "period": 4, "block": "d", "category": "transition metal" },
    { "atomicNumber": 24, "symbol": "Cr", "name": "Chromium", "atomicMass": "51.9961(6)", "density": 7.19, "electronConfiguration": "[Ar] 3d⁵ 4s¹", "electronegativity": 1.66, "summary": "Chromium is a chemical element with symbol Cr and atomic number 24. It is a steely-gray, lustrous, hard and brittle metal which takes a high polish, resists tarnishing, and has a high melting point. The name of the element is derived from the Greek word χρῶμα, chrōma, meaning color, because many of its compounds are intensely colored.", "group": 6, "period": 4, "block": "d", "category": "transition metal" },
    { "atomicNumber": 25, "symbol": "Mn", "name": "Manganese", "atomicMass": "54.938044(3)", "density": 7.21, "electronConfiguration": "[Ar] 3d⁵ 4s²", "electronegativity": 1.55, "summary": "Manganese is a chemical element with symbol Mn and atomic number 25. It is not found as a free element in nature; it is often found in minerals in combination with iron. Manganese is a transition metal with a multifaceted array of industrial alloy uses, particularly in stainless steels.", "group": 7, "period": 4, "block": "d", "category": "transition metal" },
    { "atomicNumber": 26, "symbol": "Fe", "name": "Iron", "atomicMass": "55.845(2)", "density": 7.874, "electronConfiguration": "[Ar] 3d⁶ 4s²", "electronegativity": 1.83, "summary": "Iron is a chemical element with symbol Fe and atomic number 26. It is a metal in the first transition series. It is by mass the most common element on Earth, forming much of Earth's outer and inner core. It is the fourth most common element in the Earth's crust.", "group": 8, "period": 4, "block": "d", "category": "transition metal" },
    { "atomicNumber": 27, "symbol": "Co", "name": "Cobalt", "atomicMass": "58.933194(4)", "density": 8.90, "electronConfiguration": "[Ar] 3d⁷ 4s²", "electronegativity": 1.88, "summary": "Cobalt is a chemical element with symbol Co and atomic number 27. Like nickel, cobalt is found in the Earth's crust only in chemically combined form, save for small deposits found in alloys of natural meteoric iron. The free element, produced by reductive smelting, is a hard, lustrous, silver-gray metal.", "group": 9, "period": 4, "block": "d", "category": "transition metal" },
    { "atomicNumber": 28, "symbol": "Ni", "name": "Nickel", "atomicMass": "58.6934(4)", "density": 8.908, "electronConfiguration": "[Ar] 3d⁸ 4s²", "electronegativity": 1.91, "summary": "Nickel is a chemical element with symbol Ni and atomic number 28. It is a silvery-white lustrous metal with a slight golden tinge. Nickel belongs to the transition metals and is hard and ductile. Pure nickel, powdered to maximize the reactive surface area, shows a significant chemical activity, but larger pieces are slow to react with air under standard conditions.", "group": 10, "period": 4, "block": "d", "category": "transition metal" },
    { "atomicNumber": 29, "symbol": "Cu", "name": "Copper", "atomicMass": "63.546(3)", "density": 8.96, "electronConfiguration": "[Ar] 3d¹⁰ 4s¹", "electronegativity": 1.90, "summary": "Copper is a chemical element with symbol Cu and atomic number 29. It is a soft, malleable, and ductile metal with very high thermal and electrical conductivity. A freshly exposed surface of pure copper has a reddish-orange color.", "group": 11, "period": 4, "block": "d", "category": "transition metal" },
    { "atomicNumber": 30, "symbol": "Zn", "name": "Zinc", "atomicMass": "65.38(2)", "density": 7.14, "electronConfiguration": "[Ar] 3d¹⁰ 4s²", "electronegativity": 1.65, "summary": "Zinc, in commerce also spelter, is a chemical element with symbol Zn and atomic number 30. It is the first element in group 12 of the periodic table. In some respects zinc is chemically similar to magnesium: its ion is of similar size and its only common oxidation state is +2.", "group": 12, "period": 4, "block": "d", "category": "transition metal" },
    { "atomicNumber": 31, "symbol": "Ga", "name": "Gallium", "atomicMass": "69.723(1)", "density": 5.91, "electronConfiguration": "[Ar] 3d¹⁰ 4s² 4p¹", "electronegativity": 1.81, "summary": "Gallium is a chemical element with symbol Ga and atomic number 31. Elemental gallium is a soft, silvery metal at standard temperature and pressure, a brittle solid at low temperatures, and a liquid at temperatures greater than 29.76 °C (85.57 °F) (above room temperature, but below the normal human body temperature).", "group": 13, "period": 4, "block": "p", "category": "post-transition metal" },
    { "atomicNumber": 32, "symbol": "Ge", "name": "Germanium", "atomicMass": "72.630(8)", "density": 5.323, "electronConfiguration": "[Ar] 3d¹⁰ 4s² 4p²", "electronegativity": 2.01, "summary": "Germanium is a chemical element with symbol Ge and atomic number 32. It is a lustrous, hard, grayish-white metalloid in the carbon group, chemically similar to its group neighbors tin and silicon. Purified germanium is a semiconductor, with an appearance most similar to elemental silicon.", "group": 14, "period": 4, "block": "p", "category": "metalloid" },
    { "atomicNumber": 33, "symbol": "As", "name": "Arsenic", "atomicMass": "74.921595(6)", "density": 5.727, "electronConfiguration": "[Ar] 3d¹⁰ 4s² 4p³", "electronegativity": 2.18, "summary": "Arsenic is a chemical element with symbol As and atomic number 33. Arsenic occurs in many minerals, usually in combination with sulfur and metals, but also as a pure elemental crystal. Arsenic is a metalloid. It has various allotropes, but only the gray form is important to industry.", "group": 15, "period": 4, "block": "p", "category": "metalloid" },
    { "atomicNumber": 34, "symbol": "Se", "name": "Selenium", "atomicMass": "78.971(8)", "density": 4.81, "electronConfiguration": "[Ar] 3d¹⁰ 4s² 4p⁴", "electronegativity": 2.55, "summary": "Selenium is a chemical element with symbol Se and atomic number 34. It is a nonmetal with properties that are intermediate between those of its periodic table column-adjacent chalcogen elements sulfur and tellurium. It is rarely found in its elemental state in nature, or as pure ore compounds.", "group": 16, "period": 4, "block": "p", "category": "polyatomic nonmetal" },
    { "atomicNumber": 35, "symbol": "Br", "name": "Bromine", "atomicMass": "79.904", "density": 3.1028, "electronConfiguration": "[Ar] 3d¹⁰ 4s² 4p⁵", "electronegativity": 2.96, "summary": "Bromine is a chemical element with symbol Br and atomic number 35. It is the third-lightest halogen, and is a fuming red-brown liquid at room temperature that evaporates readily to form a similarly coloured gas. Its properties are thus intermediate between those of chlorine and iodine.", "group": 17, "period": 4, "block": "p", "category": "diatomic nonmetal" },
    { "atomicNumber": 36, "symbol": "Kr", "name": "Krypton", "atomicMass": "83.798(2)", "density": 3.749, "electronConfiguration": "[Ar] 3d¹⁰ 4s² 4p⁶", "electronegativity": 3.00, "summary": "Krypton is a chemical element with symbol Kr and atomic number 36. It is a member of group 18 (noble gases) elements. A colorless, odorless, tasteless noble gas, krypton occurs in trace amounts in the atmosphere, is isolated by fractionally distilling liquid air, and is often used with other rare gases in fluorescent lamps.", "group": 18, "period": 4, "block": "p", "category": "noble gas" },
    { "atomicNumber": 37, "symbol": "Rb", "name": "Rubidium", "atomicMass": "85.4678(3)", "density": 1.532, "electronConfiguration": "[Kr] 5s¹", "electronegativity": 0.82, "summary": "Rubidium is a chemical element with symbol Rb and atomic number 37. It is a soft, silvery-white metallic element of the alkali metal group, with an atomic mass of 85.4678. Elemental rubidium is highly reactive, with properties similar to those of other alkali metals, such as rapid oxidation in air.", "group": 1, "period": 5, "block": "s", "category": "alkali metal" },
    { "atomicNumber": 38, "symbol": "Sr", "name": "Strontium", "atomicMass": "87.62(1)", "density": 2.64, "electronConfiguration": "[Kr] 5s²", "electronegativity": 0.95, "summary": "Strontium is a chemical element with symbol Sr and atomic number 38. An alkaline earth metal, strontium is a soft silver-white or yellowish metallic element that is highly reactive chemically. The metal forms a dark oxide layer when it is exposed to air.", "group": 2, "period": 5, "block": "s", "category": "alkaline earth metal" },
    { "atomicNumber": 39, "symbol": "Y", "name": "Yttrium", "atomicMass": "88.90584(1)", "density": 4.472, "electronConfiguration": "[Kr] 4d¹ 5s²", "electronegativity": 1.22, "summary": "Yttrium is a chemical element with symbol Y and atomic number 39. It is a silvery-metallic transition metal chemically similar to the lanthanides and has often been classified as a \"rare-earth element\". Yttrium is almost always found in combination with lanthanide elements in rare-earth minerals, and is never found in nature as a free element.", "group": 3, "period": 5, "block": "d", "category": "transition metal" },
    { "atomicNumber": 40, "symbol": "Zr", "name": "Zirconium", "atomicMass": "91.224(2)", "density": 6.52, "electronConfiguration": "[Kr] 4d² 5s²", "electronegativity": 1.33, "summary": "Zirconium is a chemical element with symbol Zr and atomic number 40. The name of zirconium is taken from the name of the mineral zircon, the most important source of zirconium. It is a lustrous, greyish-white, strong transition metal that resembles hafnium and, to a lesser extent, titanium.", "group": 4, "period": 5, "block": "d", "category": "transition metal" },
    { "atomicNumber": 41, "symbol": "Nb", "name": "Niobium", "atomicMass": "92.90637(1)", "density": 8.57, "electronConfiguration": "[Kr] 4d⁴ 5s¹", "electronegativity": 1.6, "summary": "Niobium, also known as columbium, is a chemical element with symbol Nb and atomic number 41. It is a soft, grey, ductile transition metal, which is often found in the pyrochlore mineral, the main commercial source for niobium, and columbite. The name comes from Greek mythology, specifically Niobe, who was the daughter of Tantalus.", "group": 5, "period": 5, "block": "d", "category": "transition metal" },
    { "atomicNumber": 42, "symbol": "Mo", "name": "Molybdenum", "atomicMass": "95.95(1)", "density": 10.28, "electronConfiguration": "[Kr] 4d⁵ 5s¹", "electronegativity": 2.16, "summary": "Molybdenum is a chemical element with symbol Mo and atomic number 42. The name is from Neo-Latin molybdaenum, which is based on an Ancient Greek word, meaning lead. Molybdenum minerals have been known throughout history, but the element was discovered (in the sense of differentiating it as a new entity from the mineral salts of other metals) in 1778 by Carl Wilhelm Scheele.", "group": 6, "period": 5, "block": "d", "category": "transition metal" },
    { "atomicNumber": 43, "symbol": "Tc", "name": "Technetium", "atomicMass": "[98]", "density": 11, "electronConfiguration": "[Kr] 4d⁶ 5s¹", "electronegativity": 1.9, "summary": "Technetium is a chemical element with symbol Tc and atomic number 43. It is the lightest element whose isotopes are all radioactive; none are stable. Nearly all technetium is produced synthetically, and only minute amounts are found in nature.", "group": 7, "period": 5, "block": "d", "category": "transition metal" },
    { "atomicNumber": 44, "symbol": "Ru", "name": "Ruthenium", "atomicMass": "101.07(2)", "density": 12.45, "electronConfiguration": "[Kr] 4d⁷ 5s¹", "electronegativity": 2.2, "summary": "Ruthenium is a chemical element with symbol Ru and atomic number 44. It is a rare transition metal belonging to the platinum group of the periodic table. Like the other metals of the platinum group, ruthenium is inert to most other chemicals.", "group": 8, "period": 5, "block": "d", "category": "transition metal" },
    { "atomicNumber": 45, "symbol": "Rh", "name": "Rhodium", "atomicMass": "102.90550(2)", "density": 12.41, "electronConfiguration": "[Kr] 4d⁸ 5s¹", "electronegativity": 2.28, "summary": "Rhodium is a chemical element with symbol Rh and atomic number 45. It is a rare, silvery-white, hard, corrosion-resistant, and chemically inert transition metal. It is a noble metal and a member of the platinum group.", "group": 9, "period": 5, "block": "d", "category": "transition metal" },
    { "atomicNumber": 46, "symbol": "Pd", "name": "Palladium", "atomicMass": "106.42(1)", "density": 12.023, "electronConfiguration": "[Kr] 4d¹⁰", "electronegativity": 2.20, "summary": "Palladium is a chemical element with symbol Pd and atomic number 46. It is a rare and lustrous silvery-white metal discovered in 1803 by William Hyde Wollaston. He named it after the asteroid Pallas, which was itself named after the epithet of the Greek goddess Athena, acquired by her when she slew Pallas.", "group": 10, "period": 5, "block": "d", "category": "transition metal" },
    { "atomicNumber": 47, "symbol": "Ag", "name": "Silver", "atomicMass": "107.8682(2)", "density": 10.49, "electronConfiguration": "[Kr] 4d¹⁰ 5s¹", "electronegativity": 1.93, "summary": "Silver is a chemical element with symbol Ag and atomic number 47. A soft, white, lustrous transition metal, it exhibits the highest electrical conductivity, thermal conductivity, and reflectivity of any metal. The metal is found in the Earth's crust in the pure, free elemental form, as an alloy with gold and other metals, and in minerals such as argentite and chlorargyrite.", "group": 11, "period": 5, "block": "d", "category": "transition metal" },
    { "atomicNumber": 48, "symbol": "Cd", "name": "Cadmium", "atomicMass": "112.414(4)", "density": 8.65, "electronConfiguration": "[Kr] 4d¹⁰ 5s²", "electronegativity": 1.69, "summary": "Cadmium is a chemical element with symbol Cd and atomic number 48. This soft, silvery-white metal is chemically similar to the two other stable metals in group 12, zinc and mercury. Like zinc, it prefers oxidation state +2 in most of its compounds and like mercury, it has a lower melting point than the transition metals in groups 3 through 11.", "group": 12, "period": 5, "block": "d", "category": "transition metal" },
    { "atomicNumber": 49, "symbol": "In", "name": "Indium", "atomicMass": "114.818(1)", "density": 7.31, "electronConfiguration": "[Kr] 4d¹⁰ 5s² 5p¹", "electronegativity": 1.78, "summary": "Indium is a chemical element with symbol In and atomic number 49. It is a post-transition metal that makes up 0.21 parts per million of the Earth's crust. Indium has a melting point higher than sodium and gallium, but lower than lithium and tin.", "group": 13, "period": 5, "block": "p", "category": "post-transition metal" },
    { "atomicNumber": 50, "symbol": "Sn", "name": "Tin", "atomicMass": "118.710(7)", "density": 7.365, "electronConfiguration": "[Kr] 4d¹⁰ 5s² 5p²", "electronegativity": 1.96, "summary": "Tin is a chemical element with symbol Sn and atomic number 50. It is a post-transition metal in group 14 of the periodic table. It is obtained chiefly from the mineral cassiterite, which contains stannic oxide, SnO₂. Tin shows a chemical similarity to both of its neighbors in group 14, germanium and lead.", "group": 14, "period": 5, "block": "p", "category": "post-transition metal" },
    { "atomicNumber": 51, "symbol": "Sb", "name": "Antimony", "atomicMass": "121.760(1)", "density": 6.697, "electronConfiguration": "[Kr] 4d¹⁰ 5s² 5p³", "electronegativity": 2.05, "summary": "Antimony is a chemical element with symbol Sb and atomic number 51. A lustrous gray metalloid, it is found in nature mainly as the sulfide mineral stibnite (Sb₂S₃). Antimony compounds have been known since ancient times and were powdered for use as medicine and cosmetics, often known by the Arabic name kohl.", "group": 15, "period": 5, "block": "p", "category": "metalloid" },
    { "atomicNumber": 52, "symbol": "Te", "name": "Tellurium", "atomicMass": "127.60(3)", "density": 6.24, "electronConfiguration": "[Kr] 4d¹⁰ 5s² 5p⁴", "electronegativity": 2.1, "summary": "Tellurium is a chemical element with symbol Te and atomic number 52. It is a brittle, mildly toxic, rare, silver-white metalloid. Tellurium is chemically related to selenium and sulfur. It is occasionally found in native form as elemental crystals.", "group": 16, "period": 5, "block": "p", "category": "metalloid" },
    { "atomicNumber": 53, "symbol": "I", "name": "Iodine", "atomicMass": "126.90447(3)", "density": 4.933, "electronConfiguration": "[Kr] 4d¹⁰ 5s² 5p⁵", "electronegativity": 2.66, "summary": "Iodine is a chemical element with symbol I and atomic number 53. The heaviest of the stable halogens, it exists as a lustrous, purple-black metallic solid at standard conditions that sublimes readily to form a violet gas. The elemental form was discovered by the French chemist Bernard Courtois in 1811.", "group": 17, "period": 5, "block": "p", "category": "diatomic nonmetal" },
    { "atomicNumber": 54, "symbol": "Xe", "name": "Xenon", "atomicMass": "131.293(6)", "density": 5.894, "electronConfiguration": "[Kr] 4d¹⁰ 5s² 5p⁶", "electronegativity": 2.6, "summary": "Xenon is a chemical element with symbol Xe and atomic number 54. It is a colorless, dense, odorless noble gas, that is found in the Earth's atmosphere in trace amounts. Although generally unreactive, xenon can undergo a few chemical reactions such as the formation of xenon hexafluoroplatinate, the first noble gas compound to be synthesized.", "group": 18, "period": 5, "block": "p", "category": "noble gas" },
    { "atomicNumber": 55, "symbol": "Cs", "name": "Caesium", "atomicMass": "132.90545196(6)", "density": 1.93, "electronConfiguration": "[Xe] 6s¹", "electronegativity": 0.79, "summary": "Caesium or cesium is a chemical element with symbol Cs and atomic number 55. It is a soft, silvery-gold alkali metal with a melting point of 28.5 °C (83.3 °F), which makes it one of only five elemental metals that are liquid at or near room temperature. Caesium is an alkali metal and has physical and chemical properties similar to those of rubidium and potassium.", "group": 1, "period": 6, "block": "s", "category": "alkali metal" },
    { "atomicNumber": 56, "symbol": "Ba", "name": "Barium", "atomicMass": "137.327(7)", "density": 3.51, "electronConfiguration": "[Xe] 6s²", "electronegativity": 0.89, "summary": "Barium is a chemical element with symbol Ba and atomic number 56. It is the fifth element in group 2 and is a soft, silvery alkaline earth metal. Because of its high chemical reactivity, barium is never found in nature as a free element.", "group": 2, "period": 6, "block": "s", "category": "alkaline earth metal" },
    { "atomicNumber": 57, "symbol": "La", "name": "Lanthanum", "atomicMass": "138.90547(7)", "density": 6.162, "electronConfiguration": "[Xe] 5d¹ 6s²", "electronegativity": 1.10, "summary": "Lanthanum is a chemical element with symbol La and atomic number 57. It is a soft, ductile, silvery-white metal that tarnishes rapidly when exposed to air and is soft enough to be cut with a knife. It is the namesake of the lanthanide series, a group of 15 similar elements between lanthanum and lutetium in the periodic table, of which lanthanum is the first and the prototype.", "group": 3, "period": 6, "block": "f", "category": "lanthanide" },
    { "atomicNumber": 58, "symbol": "Ce", "name": "Cerium", "atomicMass": "140.116(1)", "density": 6.770, "electronConfiguration": "[Xe] 4f¹ 5d¹ 6s²", "electronegativity": 1.12, "summary": "Cerium is a chemical element with symbol Ce and atomic number 58. It is a soft, ductile and silvery-white metal that tarnishes when exposed to air, and it is soft enough to be cut with a knife. Cerium is the second element in the lanthanide series, and is the most abundant of the rare-earth elements.", "group": 3, "period": 6, "block": "f", "category": "lanthanide" },
    { "atomicNumber": 59, "symbol": "Pr", "name": "Praseodymium", "atomicMass": "140.90766(1)", "density": 6.77, "electronConfiguration": "[Xe] 4f³ 6s²", "electronegativity": 1.13, "summary": "Praseodymium is a chemical element with symbol Pr and atomic number 59. It is the third member of the lanthanide series and is traditionally considered to be one of the rare-earth metals. Praseodymium is a soft, silvery, malleable and ductile metal, valued for its magnetic, electrical, chemical, and optical properties.", "group": 3, "period": 6, "block": "f", "category": "lanthanide" },
    { "atomicNumber": 60, "symbol": "Nd", "name": "Neodymium", "atomicMass": "144.242(3)", "density": 7.01, "electronConfiguration": "[Xe] 4f⁴ 6s²", "electronegativity": 1.14, "summary": "Neodymium is a chemical element with symbol Nd and atomic number 60. It is a soft silvery metal that tarnishes in air. Neodymium was discovered in 1885 by the Austrian chemist Carl Auer von Welsbach. It is present in significant quantities in the minerals monazite and bastnäsite.", "group": 3, "period": 6, "block": "f", "category": "lanthanide" },
    { "atomicNumber": 61, "symbol": "Pm", "name": "Promethium", "atomicMass": "[145]", "density": 7.26, "electronConfiguration": "[Xe] 4f⁵ 6s²", "electronegativity": 1.13, "summary": "Promethium is a chemical element with symbol Pm and atomic number 61. All of its isotopes are radioactive; it is one of only two such elements that are followed in the periodic table by elements with stable forms, the other being technetium. Chemically, promethium is a lanthanide, which forms salts when combined with other elements.", "group": 3, "period": 6, "block": "f", "category": "lanthanide" },
    { "atomicNumber": 62, "symbol": "Sm", "name": "Samarium", "atomicMass": "150.36(2)", "density": 7.52, "electronConfiguration": "[Xe] 4f⁶ 6s²", "electronegativity": 1.17, "summary": "Samarium is a chemical element with symbol Sm and atomic number 62. It is a moderately hard silvery metal that slowly oxidizes in air. Being a typical member of the lanthanide series, samarium usually assumes the oxidation state +3. Compounds of samarium(II) are also known, most notably the monoxide SmO, monochalcogenides SmS, SmSe and SmTe, as well as samarium(II) iodide.", "group": 3, "period": 6, "block": "f", "category": "lanthanide" },
    { "atomicNumber": 63, "symbol": "Eu", "name": "Europium", "atomicMass": "151.964(1)", "density": 5.264, "electronConfiguration": "[Xe] 4f⁷ 6s²", "electronegativity": 1.2, "summary": "Europium is a chemical element with symbol Eu and atomic number 63. It is a moderately hard, silvery metal which readily oxidizes in air and water. It is the most reactive of the lanthanides, having to be stored under an inert fluid to protect it from atmospheric oxygen.", "group": 3, "period": 6, "block": "f", "category": "lanthanide" },
    { "atomicNumber": 64, "symbol": "Gd", "name": "Gadolinium", "atomicMass": "157.25(3)", "density": 7.90, "electronConfiguration": "[Xe] 4f⁷ 5d¹ 6s²", "electronegativity": 1.20, "summary": "Gadolinium is a chemical element with symbol Gd and atomic number 64. It is a silvery-white, malleable and ductile rare-earth metal. It is found in nature only in combined (salt) form. Gadolinium is the element with the highest known thermal neutron capture cross-section of any element.", "group": 3, "period": 6, "block": "f", "category": "lanthanide" },
    { "atomicNumber": 65, "symbol": "Tb", "name": "Terbium", "atomicMass": "158.92535(1)", "density": 8.23, "electronConfiguration": "[Xe] 4f⁹ 6s²", "electronegativity": 1.2, "summary": "Terbium is a chemical element with symbol Tb and atomic number 65. It is a silvery-white, rare earth metal that is malleable, ductile, and soft enough to be cut with a knife. Terbium is never found in nature as a free element, but it is contained in many minerals, including cerite, gadolinite, monazite, xenotime, and euxenite.", "group": 3, "period": 6, "block": "f", "category": "lanthanide" },
    { "atomicNumber": 66, "symbol": "Dy", "name": "Dysprosium", "atomicMass": "162.500(1)", "density": 8.540, "electronConfiguration": "[Xe] 4f¹⁰ 6s²", "electronegativity": 1.22, "summary": "Dysprosium is a chemical element with symbol Dy and atomic number 66. It is a rare earth element with a metallic silver luster. Dysprosium is never found in nature as a free element, though it is found in various minerals, such as xenotime.", "group": 3, "period": 6, "block": "f", "category": "lanthanide" },
    { "atomicNumber": 67, "symbol": "Ho", "name": "Holmium", "atomicMass": "164.93033(1)", "density": 8.79, "electronConfiguration": "[Xe] 4f¹¹ 6s²", "electronegativity": 1.23, "summary": "Holmium is a chemical element with symbol Ho and atomic number 67. Part of the lanthanide series, holmium is a rare-earth element. Holmium is a relatively soft and malleable silvery-white metal. It is too reactive to be found uncombined in nature.", "group": 3, "period": 6, "block": "f", "category": "lanthanide" },
    { "atomicNumber": 68, "symbol": "Er", "name": "Erbium", "atomicMass": "167.259(3)", "density": 9.066, "electronConfiguration": "[Xe] 4f¹² 6s²", "electronegativity": 1.24, "summary": "Erbium is a chemical element with symbol Er and atomic number 68. A silvery-white solid metal when artificially isolated, natural erbium is always found in chemical combination with other elements on Earth. As such, it is a rare earth element which is associated with several other rare earth elements in the mineral gadolinite from Ytterby in Sweden, where yttrium, ytterbium, and terbium were discovered.", "group": 3, "period": 6, "block": "f", "category": "lanthanide" },
    { "atomicNumber": 69, "symbol": "Tm", "name": "Thulium", "atomicMass": "168.93422(1)", "density": 9.32, "electronConfiguration": "[Xe] 4f¹³ 6s²", "electronegativity": 1.25, "summary": "Thulium is a chemical element with symbol Tm and atomic number 69. It is the thirteenth and third-to-last element in the lanthanide series. Like the other lanthanides, the most common oxidation state is +3, seen in its oxide, halides and other compounds.", "group": 3, "period": 6, "block": "f", "category": "lanthanide" },
    { "atomicNumber": 70, "symbol": "Yb", "name": "Ytterbium", "atomicMass": "173.045(10)", "density": 6.90, "electronConfiguration": "[Xe] 4f¹⁴ 6s²", "electronegativity": 1.1, "summary": "Ytterbium is a chemical element with symbol Yb and atomic number 70. It is a soft, silvery-white metal that is a rare earth element. It is the fourteenth and penultimate element in the lanthanide series, which is the basis of the relative stability of its +2 oxidation state.", "group": 3, "period": 6, "block": "f", "category": "lanthanide" },
    { "atomicNumber": 71, "symbol": "Lu", "name": "Lutetium", "atomicMass": "174.9668(1)", "density": 9.841, "electronConfiguration": "[Xe] 4f¹⁴ 5d¹ 6s²", "electronegativity": 1.27, "summary": "Lutetium is a chemical element with symbol Lu and atomic number 71. It is a silvery white metal, which resists corrosion in dry, but not in moist air. It is the last element in the lanthanide series, and is traditionally counted among the rare earths.", "group": 3, "period": 6, "block": "d", "category": "lanthanide" },
    { "atomicNumber": 72, "symbol": "Hf", "name": "Hafnium", "atomicMass": "178.49(2)", "density": 13.31, "electronConfiguration": "[Xe] 4f¹⁴ 5d² 6s²", "electronegativity": 1.3, "summary": "Hafnium is a chemical element with symbol Hf and atomic number 72. A lustrous, silvery gray, tetravalent transition metal, hafnium chemically resembles zirconium and is found in many zirconium minerals. Its existence was predicted by Dmitri Mendeleev in 1869, though it was not identified until 1923, by Coster and Hevesy, making it the last stable element to be discovered.", "group": 4, "period": 6, "block": "d", "category": "transition metal" },
    { "atomicNumber": 73, "symbol": "Ta", "name": "Tantalum", "atomicMass": "180.94788(2)", "density": 16.69, "electronConfiguration": "[Xe] 4f¹⁴ 5d³ 6s²", "electronegativity": 1.5, "summary": "Tantalum is a chemical element with symbol Ta and atomic number 73. Previously known as tantalium, its name is derived from Tantalus, a villain from Greek mythology. Tantalum is a rare, hard, blue-gray, lustrous transition metal that is highly corrosion-resistant.", "group": 5, "period": 6, "block": "d", "category": "transition metal" },
    { "atomicNumber": 74, "symbol": "W", "name": "Tungsten", "atomicMass": "183.84(1)", "density": 19.25, "electronConfiguration": "[Xe] 4f¹⁴ 5d⁴ 6s²", "electronegativity": 2.36, "summary": "Tungsten, also known as wolfram, is a chemical element with symbol W and atomic number 74. The word tungsten comes from the Swedish language tung sten, which directly translates to heavy stone. Tungsten is a rare metal found naturally on Earth almost exclusively in compounds with other elements.", "group": 6, "period": 6, "block": "d", "category": "transition metal" },
    { "atomicNumber": 75, "symbol": "Re", "name": "Rhenium", "atomicMass": "186.207(1)", "density": 21.02, "electronConfiguration": "[Xe] 4f¹⁴ 5d⁵ 6s²", "electronegativity": 1.9, "summary": "Rhenium is a chemical element with symbol Re and atomic number 75. It is a silvery-white, heavy, third-row transition metal in group 7 of the periodic table. With an estimated average concentration of 1 part per billion (ppb), rhenium is one of the rarest elements in the Earth's crust.", "group": 7, "period": 6, "block": "d", "category": "transition metal" },
    { "atomicNumber": 76, "symbol": "Os", "name": "Osmium", "atomicMass": "190.23(3)", "density": 22.59, "electronConfiguration": "[Xe] 4f¹⁴ 5d⁶ 6s²", "electronegativity": 2.2, "summary": "Osmium is a chemical element with symbol Os and atomic number 76. It is a hard, brittle, bluish-white transition metal in the platinum group that is found as a trace element in alloys, mostly in platinum ores. Osmium is the densest naturally occurring element, with a density of 22.59 g/cm³.", "group": 8, "period": 6, "block": "d", "category": "transition metal" },
    { "atomicNumber": 77, "symbol": "Ir", "name": "Iridium", "atomicMass": "192.217(3)", "density": 22.56, "electronConfiguration": "[Xe] 4f¹⁴ 5d⁷ 6s²", "electronegativity": 2.20, "summary": "Iridium is a chemical element with symbol Ir and atomic number 77. A very hard, brittle, silvery-white transition metal of the platinum group, iridium is generally credited with being the second-densest element (after osmium). It is also the most corrosion-resistant metal, even at temperatures as high as 2000 °C.", "group": 9, "period": 6, "block": "d", "category": "transition metal" },
    { "atomicNumber": 78, "symbol": "Pt", "name": "Platinum", "atomicMass": "195.084(9)", "density": 21.45, "electronConfiguration": "[Xe] 4f¹⁴ 5d⁹ 6s¹", "electronegativity": 2.28, "summary": "Platinum is a chemical element with symbol Pt and atomic number 78. It is a dense, malleable, ductile, highly unreactive, precious, silverish-white transition metal. Its name is derived from the Spanish term platina, which is literally 'little silver'.", "group": 10, "period": 6, "block": "d", "category": "transition metal" },
    { "atomicNumber": 79, "symbol": "Au", "name": "Gold", "atomicMass": "196.966570(4)", "density": 19.30, "electronConfiguration": "[Xe] 4f¹⁴ 5d¹⁰ 6s¹", "electronegativity": 2.54, "summary": "Gold is a chemical element with symbol Au and atomic number 79. It is a bright, slightly reddish yellow, dense, soft, malleable, and ductile metal. Chemically, gold is a transition metal and a group 11 element. It is one of the least reactive chemical elements and is solid under standard conditions.", "group": 11, "period": 6, "block": "d", "category": "transition metal" },
    { "atomicNumber": 80, "symbol": "Hg", "name": "Mercury", "atomicMass": "200.592(3)", "density": 13.534, "electronConfiguration": "[Xe] 4f¹⁴ 5d¹⁰ 6s²", "electronegativity": 2.00, "summary": "Mercury is a chemical element with symbol Hg and atomic number 80. It is commonly known as quicksilver and was formerly named hydrargyrum. A heavy, silvery d-block element, mercury is the only metallic element that is liquid at standard conditions for temperature and pressure.", "group": 12, "period": 6, "block": "d", "category": "transition metal" },
    { "atomicNumber": 81, "symbol": "Tl", "name": "Thallium", "atomicMass": "204.38", "density": 11.85, "electronConfiguration": "[Xe] 4f¹⁴ 5d¹⁰ 6s² 6p¹", "electronegativity": 1.62, "summary": "Thallium is a chemical element with symbol Tl and atomic number 81. It is a gray post-transition metal that is not found free in nature. When isolated, thallium resembles tin, but discolors when exposed to air. Thallium is extremely toxic.", "group": 13, "period": 6, "block": "p", "category": "post-transition metal" },
    { "atomicNumber": 82, "symbol": "Pb", "name": "Lead", "atomicMass": "207.2(1)", "density": 11.34, "electronConfiguration": "[Xe] 4f¹⁴ 5d¹⁰ 6s² 6p²", "electronegativity": 1.87, "summary": "Lead is a chemical element with symbol Pb and atomic number 82. It is a heavy metal that is denser than most common materials. Lead is soft and malleable, and also has a relatively low melting point. When freshly cut, lead is silvery with a hint of blue; it tarnishes to a dull gray color when exposed to air.", "group": 14, "period": 6, "block": "p", "category": "post-transition metal" },
    { "atomicNumber": 83, "symbol": "Bi", "name": "Bismuth", "atomicMass": "208.98040(1)", "density": 9.78, "electronConfiguration": "[Xe] 4f¹⁴ 5d¹⁰ 6s² 6p³", "electronegativity": 2.02, "summary": "Bismuth is a chemical element with symbol Bi and atomic number 83. It is a pentavalent post-transition metal and one of the pnictogens with chemical properties resembling its lighter homologs arsenic and antimony. Elemental bismuth may occur naturally, and its sulfide and oxide forms are important commercial ores.", "group": 15, "period": 6, "block": "p", "category": "post-transition metal" },
    { "atomicNumber": 84, "symbol": "Po", "name": "Polonium", "atomicMass": "[209]", "density": 9.196, "electronConfiguration": "[Xe] 4f¹⁴ 5d¹⁰ 6s² 6p⁴", "electronegativity": 2.0, "summary": "Polonium is a chemical element with symbol Po and atomic number 84. A rare and highly radioactive metalloid, polonium is chemically similar to bismuth and tellurium, and it occurs in uranium ores. Polonium has been studied for its potential use in heating spacecraft.", "group": 16, "period": 6, "block": "p", "category": "post-transition metal" },
    { "atomicNumber": 85, "symbol": "At", "name": "Astatine", "atomicMass": "[210]", "density": 6.35, "electronConfiguration": "[Xe] 4f¹⁴ 5d¹⁰ 6s² 6p⁵", "electronegativity": 2.2, "summary": "Astatine is a chemical element with symbol At and atomic number 85. It is the rarest naturally occurring element on Earth. All of Astatine's isotopes are short-lived; the most stable is astatine-210, with a half-life of 8.1 hours.", "group": 17, "period": 6, "block": "p", "category": "metalloid" },
    { "atomicNumber": 86, "symbol": "Rn", "name": "Radon", "atomicMass": "[222]", "density": 9.73, "electronConfiguration": "[Xe] 4f¹⁴ 5d¹⁰ 6s² 6p⁶", "electronegativity": 2.2, "summary": "Radon is a chemical element with symbol Rn and atomic number 86. It is a radioactive, colorless, odorless, tasteless noble gas. It occurs naturally as an intermediate step in the normal radioactive decay chains through which thorium and uranium slowly decay into lead and various other short-lived radioactive elements.", "group": 18, "period": 6, "block": "p", "category": "noble gas" },
    { "atomicNumber": 87, "symbol": "Fr", "name": "Francium", "atomicMass": "[223]", "density": 1.87, "electronConfiguration": "[Rn] 7s¹", "electronegativity": 0.7, "summary": "Francium is a chemical element with symbol Fr and atomic number 87. It is extremely radioactive; its most stable isotope, francium-223, has a half-life of only 22 minutes. It is the second most electropositive element, behind only caesium, and is the second rarest naturally occurring element (after astatine).", "group": 1, "period": 7, "block": "s", "category": "alkali metal" },
    { "atomicNumber": 88, "symbol": "Ra", "name": "Radium", "atomicMass": "[226]", "density": 5.5, "electronConfiguration": "[Rn] 7s²", "electronegativity": 0.9, "summary": "Radium is a chemical element with symbol Ra and atomic number 88. It is the sixth element in group 2 of the periodic table, also known as the alkaline earth metals. Pure radium is silvery-white, but it readily reacts with nitrogen (rather than oxygen) on exposure to air to form a black surface layer of radium nitride (Ra₃N₂).", "group": 2, "period": 7, "block": "s", "category": "alkaline earth metal" },
    { "atomicNumber": 89, "symbol": "Ac", "name": "Actinium", "atomicMass": "[227]", "density": 10, "electronConfiguration": "[Rn] 6d¹ 7s²", "electronegativity": 1.1, "summary": "Actinium is a chemical element with symbol Ac and atomic number 89. It is a radioactive element, and all its isotopes are radioactive. Actinium was discovered in 1899. It was the first non-primordial radioactive element to be isolated.", "group": 3, "period": 7, "block": "f", "category": "actinide" },
    { "atomicNumber": 90, "symbol": "Th", "name": "Thorium", "atomicMass": "232.0377(4)", "density": 11.724, "electronConfiguration": "[Rn] 6d² 7s²", "electronegativity": 1.3, "summary": "Thorium is a chemical element with symbol Th and atomic number 90. A radioactive actinide metal, thorium is one of only two significantly radioactive elements that still occur naturally in large quantities as a primordial element (the other being uranium).", "group": 3, "period": 7, "block": "f", "category": "actinide" },
    { "atomicNumber": 91, "symbol": "Pa", "name": "Protactinium", "atomicMass": "231.03588(2)", "density": 15.37, "electronConfiguration": "[Rn] 5f² 6d¹ 7s²", "electronegativity": 1.5, "summary": "Protactinium is a chemical element with symbol Pa and atomic number 91. It is a dense, silvery-gray actinide metal which readily reacts with oxygen, water vapor and inorganic acids. It forms various chemical compounds where protactinium is usually present in the oxidation state +5, but it can also assume +4 and even +2 or +3 states.", "group": 3, "period": 7, "block": "f", "category": "actinide" },
    { "atomicNumber": 92, "symbol": "U", "name": "Uranium", "atomicMass": "238.02891(3)", "density": 19.1, "electronConfiguration": "[Rn] 5f³ 6d¹ 7s²", "electronegativity": 1.38, "summary": "Uranium is a chemical element with symbol U and atomic number 92. It is a silvery-white metal in the actinide series of the periodic table. A uranium atom has 92 protons and 92 electrons, of which 6 are valence electrons. Uranium is weakly radioactive because all its isotopes are unstable.", "group": 3, "period": 7, "block": "f", "category": "actinide" },
    { "atomicNumber": 93, "symbol": "Np", "name": "Neptunium", "atomicMass": "[237]", "density": 20.45, "electronConfiguration": "[Rn] 5f⁴ 6d¹ 7s²", "electronegativity": 1.36, "summary": "Neptunium is a chemical element with symbol Np and atomic number 93. A radioactive actinide metal, neptunium is the first transuranic element. Its position in the periodic table just after uranium, named after the planet Uranus, led to it being named after Neptune, the next planet beyond Uranus.", "group": 3, "period": 7, "block": "f", "category": "actinide" },
    { "atomicNumber": 94, "symbol": "Pu", "name": "Plutonium", "atomicMass": "[244]", "density": 19.816, "electronConfiguration": "[Rn] 5f⁶ 7s²", "electronegativity": 1.28, "summary": "Plutonium is a chemical element with symbol Pu and atomic number 94. It is an actinide metal of silvery-gray appearance that tarnishes when exposed to air, and forms a dull coating when oxidized. The element normally exhibits six allotropes and four oxidation states. It reacts with carbon, halogens, nitrogen, silicon, and hydrogen.", "group": 3, "period": 7, "block": "f", "category": "actinide" },
    { "atomicNumber": 95, "symbol": "Am", "name": "Americium", "atomicMass": "[243]", "density": 12, "electronConfiguration": "[Rn] 5f⁷ 7s²", "electronegativity": 1.13, "summary": "Americium is a chemical element with symbol Am and atomic number 95. A radioactive transuranic member of the actinide series, americium is the fourth transuranic element to be discovered. It was named for the Americas, in analogy to europium for Europe.", "group": 3, "period": 7, "block": "f", "category": "actinide" },
    { "atomicNumber": 96, "symbol": "Cm", "name": "Curium", "atomicMass": "[247]", "density": 13.51, "electronConfiguration": "[Rn] 5f⁷ 6d¹ 7s²", "electronegativity": 1.28, "summary": "Curium is a chemical element with symbol Cm and atomic number 96. This element of the actinide series was named after Marie and Pierre Curie. Curium is a hard, dense, silvery metal with a relatively high melting point and boiling point for an actinide.", "group": 3, "period": 7, "block": "f", "category": "actinide" },
    { "atomicNumber": 97, "symbol": "Bk", "name": "Berkelium", "atomicMass": "[247]", "density": 14.78, "electronConfiguration": "[Rn] 5f⁹ 7s²", "electronegativity": 1.3, "summary": "Berkelium is a chemical element with symbol Bk and atomic number 97. It is a member of the actinide and transuranium element series. It is named after the city of Berkeley, California, the location of the University of California Radiation Laboratory where it was discovered in December 1949.", "group": 3, "period": 7, "block": "f", "category": "actinide" },
    { "atomicNumber": 98, "symbol": "Cf", "name": "Californium", "atomicMass": "[251]", "density": 15.1, "electronConfiguration": "[Rn] 5f¹⁰ 7s²", "electronegativity": 1.3, "summary": "Californium is a chemical element with symbol Cf and atomic number 98. It is an actinide element. It was first synthesized in 1950 at the University of California Radiation Laboratory in Berkeley, by bombarding curium with alpha particles. It is the heaviest element to occur naturally on Earth.", "group": 3, "period": 7, "block": "f", "category": "actinide" },
    { "atomicNumber": 99, "symbol": "Es", "name": "Einsteinium", "atomicMass": "[252]", "density": 8.84, "electronConfiguration": "[Rn] 5f¹¹ 7s²", "electronegativity": 1.3, "summary": "Einsteinium is a chemical element with symbol Es and atomic number 99. It is a member of the actinide series. It was discovered in the debris of the first hydrogen bomb explosion in 1952, and named after Albert Einstein.", "group": 3, "period": 7, "block": "f", "category": "actinide" },
    { "atomicNumber": 100, "symbol": "Fm", "name": "Fermium", "atomicMass": "[257]", "density": null, "electronConfiguration": "[Rn] 5f¹² 7s²", "electronegativity": 1.3, "summary": "Fermium is a chemical element with symbol Fm and atomic number 100. It is a synthetic element and is the heaviest that can be formed by neutron bombardment of lighter elements, and hence the last element that can be prepared in macroscopic quantities. It was discovered in the debris of the first hydrogen bomb explosion in 1952.", "group": 3, "period": 7, "block": "f", "category": "actinide" },
    { "atomicNumber": 101, "symbol": "Md", "name": "Mendelevium", "atomicMass": "[258]", "density": null, "electronConfiguration": "[Rn] 5f¹³ 7s²", "electronegativity": 1.3, "summary": "Mendelevium is a chemical element with symbol Md and atomic number 101. A metallic radioactive transuranic element in the actinide series, it is the first element that was not synthesized by neutron bombardment of lighter elements. It was discovered in 1955 by bombarding einsteinium with alpha particles.", "group": 3, "period": 7, "block": "f", "category": "actinide" },
    { "atomicNumber": 102, "symbol": "No", "name": "Nobelium", "atomicMass": "[259]", "density": null, "electronConfiguration": "[Rn] 5f¹⁴ 7s²", "electronegativity": 1.3, "summary": "Nobelium is a chemical element with symbol No and atomic number 102. It is a synthetic element, and is the second-to-last member of the actinide series. It is named in honor of Alfred Nobel, the inventor of dynamite and benefactor of science.", "group": 3, "period": 7, "block": "f", "category": "actinide" },
    { "atomicNumber": 103, "symbol": "Lr", "name": "Lawrencium", "atomicMass": "[266]", "density": null, "electronConfiguration": "[Rn] 5f¹⁴ 7s² 7p¹", "electronegativity": 1.3, "summary": "Lawrencium is a chemical element with symbol Lr and atomic number 103. It is a synthetic element; all its isotopes are radioactive. Its longest-lived known isotope is lawrencium-266, with a half-life of 11 hours. It is the last member of the actinide series.", "group": 3, "period": 7, "block": "d", "category": "actinide" },
    { "atomicNumber": 104, "symbol": "Rf", "name": "Rutherfordium", "atomicMass": "[267]", "density": null, "electronConfiguration": "[Rn] 5f¹⁴ 6d² 7s²", "electronegativity": null, "summary": "Rutherfordium is a chemical element with symbol Rf and atomic number 104. It is a synthetic element and is highly radioactive; the most stable known isotope, rutherfordium-267, has a half-life of about 1.3 hours. Rutherfordium is the first transactinide element and a member of the 7th period.", "group": 4, "period": 7, "block": "d", "category": "transition metal" },
    { "atomicNumber": 105, "symbol": "Db", "name": "Dubnium", "atomicMass": "[268]", "density": null, "electronConfiguration": "[Rn] 5f¹⁴ 6d³ 7s²", "electronegativity": null, "summary": "Dubnium is a chemical element with symbol Db and atomic number 105. It is a synthetic element and is radioactive; the most stable known isotope, dubnium-268, has a half-life of 28 hours. This greatly limits the extent of its study.", "group": 5, "period": 7, "block": "d", "category": "transition metal" },
    { "atomicNumber": 106, "symbol": "Sg", "name": "Seaborgium", "atomicMass": "[269]", "density": null, "electronConfiguration": "[Rn] 5f¹⁴ 6d⁴ 7s²", "electronegativity": null, "summary": "Seaborgium is a chemical element with symbol Sg and atomic number 106. It is a synthetic element and is radioactive; the most stable known isotope, seaborgium-269, has a half-life of 14 minutes. It is named after the American nuclear chemist Glenn T. Seaborg.", "group": 6, "period": 7, "block": "d", "category": "transition metal" },
    { "atomicNumber": 107, "symbol": "Bh", "name": "Bohrium", "atomicMass": "[270]", "density": null, "electronConfiguration": "[Rn] 5f¹⁴ 6d⁵ 7s²", "electronegativity": null, "summary": "Bohrium is a chemical element with symbol Bh and atomic number 107. It is a synthetic element and is radioactive; the most stable known isotope, bohrium-270, has a half-life of 61 seconds. It is named after Danish physicist Niels Bohr.", "group": 7, "period": 7, "block": "d", "category": "transition metal" },
    { "atomicNumber": 108, "symbol": "Hs", "name": "Hassium", "atomicMass": "[269]", "density": null, "electronConfiguration": "[Rn] 5f¹⁴ 6d⁶ 7s²", "electronegativity": null, "summary": "Hassium is a chemical element with symbol Hs and atomic number 108. It is a synthetic element and is radioactive; the most stable known isotope, hassium-277, has a half-life of 11 minutes. It is named after the German state of Hesse, where it was first synthesized.", "group": 8, "period": 7, "block": "d", "category": "transition metal" },
    { "atomicNumber": 109, "symbol": "Mt", "name": "Meitnerium", "atomicMass": "[278]", "density": null, "electronConfiguration": "[Rn] 5f¹⁴ 6d⁷ 7s²", "electronegativity": null, "summary": "Meitnerium is a chemical element with symbol Mt and atomic number 109. It is a synthetic element, and all its known isotopes are radioactive; the most stable is meitnerium-278, with a half-life of 7.6 seconds. It is named after the Austrian-Swedish physicist Lise Meitner.", "group": 9, "period": 7, "block": "d", "category": "unknown" },
    { "atomicNumber": 110, "symbol": "Ds", "name": "Darmstadtium", "atomicMass": "[281]", "density": null, "electronConfiguration": "[Rn] 5f¹⁴ 6d⁸ 7s²", "electronegativity": null, "summary": "Darmstadtium is a chemical element with symbol Ds and atomic number 110. It is a synthetic element, and is extremely radioactive; the most stable known isotope, darmstadtium-281, has a half-life of approximately 12.7 seconds. Darmstadtium was first created in 1994 by the GSI Helmholtz Centre for Heavy Ion Research in Darmstadt, Germany.", "group": 10, "period": 7, "block": "d", "category": "unknown" },
    { "atomicNumber": 111, "symbol": "Rg", "name": "Roentgenium", "atomicMass": "[282]", "density": null, "electronConfiguration": "[Rn] 5f¹⁴ 6d⁹ 7s²", "electronegativity": null, "summary": "Roentgenium is a chemical element with symbol Rg and atomic number 111. It is a synthetic element and is extremely radioactive; the most stable known isotope, roentgenium-282, has a half-life of 100 seconds. It is named after the German physicist Wilhelm Röntgen, who discovered X-rays.", "group": 11, "period": 7, "block": "d", "category": "unknown" },
    { "atomicNumber": 112, "symbol": "Cn", "name": "Copernicium", "atomicMass": "[285]", "density": null, "electronConfiguration": "[Rn] 5f¹⁴ 6d¹⁰ 7s²", "electronegativity": null, "summary": "Copernicium is a chemical element with symbol Cn and atomic number 112. It is a synthetic element and is extremely radioactive; the most stable known isotope, copernicium-285, has a half-life of approximately 29 seconds. It is named after the astronomer Nicolaus Copernicus.", "group": 12, "period": 7, "block": "d", "category": "transition metal" },
    { "atomicNumber": 113, "symbol": "Nh", "name": "Nihonium", "atomicMass": "[286]", "density": null, "electronConfiguration": "[Rn] 5f¹⁴ 6d¹⁰ 7s² 7p¹", "electronegativity": null, "summary": "Nihonium is a chemical element with symbol Nh and atomic number 113. It is a synthetic element and is extremely radioactive; its most stable known isotope, nihonium-286, has a half-life of 20 seconds. It is named after Japan (Nihon in Japanese), where it was first synthesized at the RIKEN research institute.", "group": 13, "period": 7, "block": "p", "category": "unknown" },
    { "atomicNumber": 114, "symbol": "Fl", "name": "Flerovium", "atomicMass": "[289]", "density": null, "electronConfiguration": "[Rn] 5f¹⁴ 6d¹⁰ 7s² 7p²", "electronegativity": null, "summary": "Flerovium is a chemical element with symbol Fl and atomic number 114. It is a synthetic element and is extremely radioactive. The element is named after the Flerov Laboratory of Nuclear Reactions of the Joint Institute for Nuclear Research in Dubna, Russia, where the element was discovered in 1998.", "group": 14, "period": 7, "block": "p", "category": "post-transition metal" },
    { "atomicNumber": 115, "symbol": "Mc", "name": "Moscovium", "atomicMass": "[290]", "density": null, "electronConfiguration": "[Rn] 5f¹⁴ 6d¹⁰ 7s² 7p³", "electronegativity": null, "summary": "Moscovium is a chemical element with symbol Mc and atomic number 115. It is a synthetic element and is extremely radioactive; its most stable known isotope, moscovium-290, has a half-life of 0.8 seconds. It is named after the Moscow Oblast, where the Joint Institute for Nuclear Research is located.", "group": 15, "period": 7, "block": "p", "category": "unknown" },
    { "atomicNumber": 116, "symbol": "Lv", "name": "Livermorium", "atomicMass": "[293]", "density": null, "electronConfiguration": "[Rn] 5f¹⁴ 6d¹⁰ 7s² 7p⁴", "electronegativity": null, "summary": "Livermorium is a chemical element with symbol Lv and atomic number 116. It is a synthetic element and is extremely radioactive; its most stable known isotope, livermorium-293, has a half-life of about 60 milliseconds. It is named after the Lawrence Livermore National Laboratory in the United States.", "group": 16, "period": 7, "block": "p", "category": "unknown" },
    { "atomicNumber": 117, "symbol": "Ts", "name": "Tennessine", "atomicMass": "[294]", "density": null, "electronConfiguration": "[Rn] 5f¹⁴ 6d¹⁰ 7s² 7p⁵", "electronegativity": null, "summary": "Tennessine is a chemical element with symbol Ts and atomic number 117. It is a synthetic element, and the second-heaviest known element. Its most stable known isotope is tennessine-294, with a half-life of 51 milliseconds. It is named after the state of Tennessee.", "group": 17, "period": 7, "block": "p", "category": "unknown" },
    { "atomicNumber": 118, "symbol": "Og", "name": "Oganesson", "atomicMass": "[294]", "density": null, "electronConfiguration": "[Rn] 5f¹⁴ 6d¹⁰ 7s² 7p⁶", "electronegativity": null, "summary": "Oganesson is a chemical element with symbol Og and atomic number 118. It is a synthetic element and is extremely radioactive; its most stable known isotope, oganesson-294, has a half-life of 0.7 milliseconds. It is named after the nuclear physicist Yuri Oganessian.", "group": 18, "period": 7, "block": "p", "category": "noble gas" }
  ]
}
